{
  "id": 1,
  "name": "Arach Hotel",
  "adNumber": "6295738461",
  "location": "Beachfront District",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 50,
  "imageCount": 23,
  "imageFolderName": "arach",
  "status": ["For Sale"],
  "floorCount": 5,
  "baseSquare": 65,
  "tier": "basic",
  "translations": {
    "en": {
      "description": "**Prime Location in the Heart of Istanbul**\n\nSituated in the prestigious Harbiye district of Şişli, this boutique establishment occupies one of Istanbul's most sought-after locations. The property sits at the cultural and business crossroads of the city, offering guests unparalleled access to major attractions, shopping districts, and transportation hubs.\n\nThe hotel's strategic position places it within walking distance of iconic venues such as the Harbiye Congress Valley, Istanbul Congress Center, and the renowned Zorlu Center. Guests enjoy easy access to Taksim Square, one of Turkey's most famous landmarks, while the upscale Nişantaşı shopping district is just moments away.\n\n**Property Features:**\n- 50 well-appointed guest rooms\n- Complimentary breakfast service\n- Excellent ratings across all major booking platforms including Booking.com and Expedia\n- Currently operational with established revenue streams\n- Full financial documentation and sales reports available for qualified buyers\n\nThe location offers excellent connectivity via public transportation, with metro stations and bus routes providing seamless access to both the European and Asian sides of Istanbul. The property caters to both business and leisure travelers, benefiting from consistent demand due to its prime positioning in this vibrant metropolitan area.\n\nThis is a turnkey operation perfect for serious hospitality investors seeking an established presence in Istanbul's thriving tourism market.",
      "type": "Luxury Resort",
      "amenities": [
        "WiFi",
        "Swimming Pool",
        "Fitness Center",
        "Restaurant",
        "Free Parking",
        "Business Center",
        "Conference Rooms",
        "Spa Services",
        "Room Service",
        "24/7 Reception"
      ]
    },
    "tr": {
      "description": "**İstanbul'un Kalbinde Prime Lokasyon**\n\nŞişli'nin prestijli Harbiye semtinde yer alan bu butik tesis, İstanbul'un en gözde lokasyonlarından birini işgal ediyor. Mülk, şehrin kültürel ve iş merkezinin kavşağında bulunarak, misafirlere başlıca turistik yerlere, alışveriş bölgelerine ve ulaşım merkezlerine eşsiz erişim sunuyor.\n\nOtelin stratejik konumu, Harbiye Kongre Vadisi, İstanbul Kongre Merkezi ve ünlü Zorlu Center gibi ikonik mekanlara yürüme mesafesinde bulunmasını sağlıyor. Misafirler, Türkiye'nin en ünlü simgelerinden biri olan Taksim Meydanı'na kolay erişim sağlarken, lüks Nişantaşı alışveriş bölgesi sadece birkaç dakika uzakta.\n\n**Mülk Özellikleri:**\n- 50 güzel döşenmiş misafir odası\n- Ücretsiz kahvaltı servisi\n- Booking.com ve Expedia dahil tüm büyük rezervasyon platformlarında mükemmel puanlar\n- Kurulu gelir akışlarıyla şu anda faal durumda\n- Nitelikli alıcılar için tam finansal dokümantasyon ve satış raporları mevcut\n\nLokasyon, metro istasyonları ve otobüs hatları ile İstanbul'un hem Avrupa hem de Asya yakasına kesintisiz erişim sağlayan mükemmel toplu taşıma bağlantısı sunuyor. Mülk hem iş hem de tatil seyahatçilerine hizmet veriyor ve bu canlı metropol alanındaki birinci sınıf konumu nedeniyle sürekli talepten faydalanıyor.\n\nBu, İstanbul'un gelişen turizm pazarında köklü bir varlık arayan ciddi konaklama yatırımcıları için anahtar teslim bir operasyondur.",
      "type": "Lüks Tatil Köyü",
      "amenities": [
        "WiFi",
        "Yüzme Havuzu",
        "Fitness Merkezi",
        "Restoran",
        "Ücretsiz Park",
        "İş Merkezi",
        "Konferans Salonları",
        "Spa Hizmetleri",
        "Oda Servisi",
        "7/24 Resepsiyon"
      ]
    },
    "ar": {
      "description": "**موقع متميز في قلب إسطنبول**\n\nيقع هذا المنشأة البوتيك في منطقة هاربية المرموقة في شيشلي، وتحتل واحداً من أكثر المواقع المرغوبة في إسطنبول. تقع العقار في تقاطع الثقافة والأعمال في المدينة، مما يوفر للضيوف وصولاً لا مثيل له إلى المعالم السياحية الرئيسية ومناطق التسوق ومراكز النقل.\n\nيضع الموقع الاستراتيجي للفندق في مسافة قريبة سيراً على الأقدام من الأماكن الأيقونية مثل وادي هاربية للمؤتمرات ومركز إسطنبول للمؤتمرات ومركز زورلو الشهير. يتمتع الضيوف بوصول سهل إلى ميدان تقسيم، أحد أشهر معالم تركيا، بينما منطقة التسوق الراقية نيشانتاشي على بعد لحظات فقط.\n\n**مميزات العقار:**\n- 50 غرفة ضيوف مؤثثة بشكل جيد\n- خدمة إفطار مجاني\n- تقييمات ممتازة عبر جميع منصات الحجز الرئيسية بما في ذلك Booking.com و Expedia\n- تعمل حالياً مع تدفقات إيرادات ثابتة\n- وثائق مالية كاملة وتقارير مبيعات متاحة للمشترين المؤهلين\n\nيوفر الموقع اتصالاً ممتازاً عبر وسائل النقل العام، مع محطات المترو وخطوط الحافلات التي توفر وصولاً سلساً إلى كلا من الجانبين الأوروبي والآسيوي من إسطنبول. تلبي العقار احتياجات كل من المسافرين لأغراض العمل والترفيه، مستفيدة من الطلب المستمر بسبب موقعها المتميز في هذه المنطقة الحضرية النابضة بالحياة.\n\nهذه عملية جاهزة مثالية للمستثمرين الجادين في مجال الضيافة الذين يسعون لوجود راسخ في سوق السياحة المزدهر في إسطنبول.",
      "type": "منتجع فاخر",
      "amenities": [
        "واي فاي",
        "حمام السباحة",
        "مركز اللياقة",
        "مطعم",
        "موقف مجاني",
        "مركز الأعمال",
        "قاعات المؤتمرات",
        "خدمات السبا",
        "خدمة الغرف",
        "استقبال 7/24"
      ]
    }
  }
}
