{
  "id": 16,
  "name": "Camelot Hotel",
  "adNumber": "6936668311",
  "location": "Fatih - Cankurtaran",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 11,
  "imageCount": 13,
  "imageFolderName": "camelothotel",
  "status": ["For Sale"],
  "floorCount": 5,
  "baseSquare": 65,
  "tier": "basic",
  "isAvailableInTurkey": true,
  "translations": {
    "en": {
      "title": "Charming Sea View Hotel in Historic Cankurtaran District",
      "description": "Discover the perfect blend of comfort and location at this delightful boutique hotel situated in the historic Cankurtaran neighborhood of Fatih. This intimate property offers guests an authentic Istanbul experience with modern amenities and stunning sea views from most accommodations.\n\nThe hotel's strategic location in the heart of Istanbul's historic peninsula provides easy access to world-famous attractions while offering guests a peaceful retreat with beautiful vistas. The majority of rooms feature private balconies with scenic views, creating an ideal setting for a memorable stay.\n\n**Property Features:**\n- 11 well-appointed rooms across 5 floors\n- Sea views from most accommodations\n- Private balconies in majority of rooms\n- Full-service cafe for dining convenience\n- On-site supermarket for guest convenience\n- Covered and open parking facilities (fee-based)\n- 24-hour security and medical support\n- Multilingual staff for international guests\n\n**Room Amenities:**\nEach comfortable room is equipped with air conditioning, central heating, private bathroom with shower and bathtub, mini bar, microwave, internet access, telephone, television, wireless internet, complimentary slippers, and hair dryer. Non-smoking rooms are available.\n\n**Hotel Services:**\nGuests enjoy comprehensive services including luggage storage, hotel safe, currency exchange, wireless internet in common areas, tour booking desk, room service, laundry service, transfer service, and bicycle rental for exploring the city.\n\nThis turnkey operation represents an excellent investment opportunity in one of Istanbul's most desirable tourist districts, perfect for investors seeking an established presence in the thriving hospitality market.",
      "type": "Sea View Boutique Hotel",
      "amenities": [
        "Sea Views",
        "Private Balconies",
        "Air Conditioning",
        "Central Heating",
        "Mini Bar",
        "Microwave",
        "WiFi",
        "Television",
        "Private Bathroom",
        "Hair Dryer",
        "Cafe Restaurant",
        "On-site Supermarket",
        "Parking Facilities",
        "24/7 Security",
        "Room Service",
        "Laundry Service",
        "Bicycle Rental",
        "Tour Booking Desk",
        "Transfer Service",
        "Multilingual Staff"
      ]
    },
    "tr": {
      "title": "Tarihi Cankurtaran Bölgesinde Büyüleyici Deniz Manzaralı Otel",
      "description": "Fatih'in tarihi Cankurtaran mahallesinde yer alan bu sevimli butik otelde konfor ve lokasyonun mükemmel karışımını keşfedin. Bu samimi mülk, misafirlere modern olanaklar ve çoğu konaklama biriminden muhteşem deniz manzaraları ile otantik İstanbul deneyimi sunuyor.\n\nOtelin İstanbul'un tarihi yarımadasının kalbindeki stratejik konumu, dünyaca ünlü turistik yerlere kolay erişim sağlarken misafirlere güzel manzaralar eşliğinde huzurlu bir kaçış sunuyor. Odaların çoğunluğu manzaralı özel balkonlara sahip olup, unutulmaz bir konaklama için ideal ortam yaratıyor.\n\n**Mülk Özellikleri:**\n- 5 katta 11 güzel döşenmiş oda\n- Çoğu konaklama biriminden deniz manzarası\n- Odaların çoğunluğunda özel balkon\n- Yemek kolaylığı için tam hizmet cafe\n- Misafir kolaylığı için yerinde süpermarket\n- Kapalı ve açık park imkanları (ücretli)\n- 7/24 güvenlik ve tıbbi destek\n- Uluslararası misafirler için çok dilli personel\n\n**Oda Olanakları:**\nHer konforlu oda klima, merkezi ısıtma, duş ve küvet bulunan özel banyo, mini bar, mikrodalga fırın, internet erişimi, telefon, televizyon, kablosuz internet, ücretsiz terlik ve saç kurutma makinesi ile donatılmıştır. Sigara içilmeyen odalar mevcuttur.\n\n**Otel Hizmetleri:**\nMisafirler emanet bürosu, otel kasası, döviz bürosu, ortak alanlarda kablosuz internet, tur kayıt masası, oda servisi, çamaşırhane hizmeti, transfer hizmeti ve şehri keşfetmek için bisiklet kiralama dahil kapsamlı hizmetlerden faydalanır.\n\nBu anahtar teslim operasyon, İstanbul'un en gözde turist bölgelerinden birinde mükemmel bir yatırım fırsatı sunuyor ve gelişen konaklama pazarında köklü bir varlık arayan yatırımcılar için mükemmel.",
      "type": "Deniz Manzaralı Butik Otel",
      "amenities": [
        "Deniz Manzarası",
        "Özel Balkonlar",
        "Klima",
        "Merkezi Isıtma",
        "Mini Bar",
        "Mikrodalga Fırın",
        "WiFi",
        "Televizyon",
        "Özel Banyo",
        "Saç Kurutma Makinesi",
        "Cafe Restoran",
        "Yerinde Süpermarket",
        "Park İmkanları",
        "7/24 Güvenlik",
        "Oda Servisi",
        "Çamaşırhane Hizmeti",
        "Bisiklet Kiralama",
        "Tur Kayıt Masası",
        "Transfer Hizmeti",
        "Çok Dilli Personel"
      ]
    },
    "ar": {
      "title": "فندق ساحر بإطلالة بحرية في منطقة جانكورتاران التاريخية",
      "description": "اكتشف المزيج المثالي من الراحة والموقع في هذا الفندق البوتيك الرائع الواقع في حي جانكورتاران التاريخي في الفاتح. يقدم هذا العقار الحميم للضيوف تجربة إسطنبول الأصيلة مع وسائل الراحة الحديثة والإطلالات البحرية المذهلة من معظم أماكن الإقامة.\n\nيوفر الموقع الاستراتيجي للفندق في قلب شبه الجزيرة التاريخية في إسطنبول وصولاً سهلاً إلى المعالم السياحية المشهورة عالمياً بينما يقدم للضيوف ملاذاً هادئاً مع مناظر جميلة. تتميز غالبية الغرف بشرفات خاصة مع إطلالات خلابة، مما يخلق بيئة مثالية لإقامة لا تُنسى.\n\n**مميزات العقار:**\n- 11 غرفة مؤثثة جيداً على 5 طوابق\n- إطلالات بحرية من معظم أماكن الإقامة\n- شرفات خاصة في غالبية الغرف\n- مقهى بخدمة كاملة لراحة الطعام\n- سوبر ماركت في الموقع لراحة الضيوف\n- مرافق وقوف سيارات مغطاة ومفتوحة (برسوم)\n- أمن وإسعاف طبي على مدار 24 ساعة\n- فريق متعدد اللغات للضيوف الدوليين\n\n**مرافق الغرف:**\nكل غرفة مريحة مجهزة بتكييف الهواء، التدفئة المركزية، حمام خاص مع دش وحوض استحمام، ميني بار، ميكروويف، اتصال بالإنترنت، هاتف، تلفزيون، إنترنت لاسلكي، نعال مجانية، ومجفف شعر. تتوفر غرف لغير المدخنين.\n\n**خدمات الفندق:**\nيتمتع الضيوف بخدمات شاملة تشمل حفظ الأمتعة، خزنة الفندق، مكتب صرف العملات، إنترنت لاسلكي في المناطق المشتركة، مكتب حجز الجولات، خدمة الغرف، خدمة الغسيل، خدمة النقل، وتأجير الدراجات لاستكشاف المدينة.\n\nتمثل هذه العملية الجاهزة فرصة استثمارية ممتازة في واحدة من أكثر المناطق السياحية المرغوبة في إسطنبول، مثالية للمستثمرين الذين يسعون للحصول على وجود راسخ في سوق الضيافة المزدهر.",
      "type": "فندق بوتيك بإطلالة بحرية",
      "amenities": [
        "إطلالات بحرية",
        "شرفات خاصة",
        "تكييف الهواء",
        "التدفئة المركزية",
        "ميني بار",
        "ميكروويف",
        "واي فاي",
        "تلفزيون",
        "حمام خاص",
        "مجفف الشعر",
        "مقهى مطعم",
        "سوبر ماركت في الموقع",
        "مرافق وقوف السيارات",
        "أمن 7/24",
        "خدمة الغرف",
        "خدمة الغسيل",
        "تأجير الدراجات",
        "مكتب حجز الجولات",
        "خدمة النقل",
        "طاقم متعدد اللغات"
      ]
    }
  }
}
