{
  "id": 2,
  "name": "Gulsultan Boutique Hotel",
  "adNumber": "6731905284",
  "location": "Historic Center",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 25,
  "imageCount": 34,
  "imageFolderName": "gulsultan",
  "amenities": ["WiFi", "Restaurant", "Parking"],
  "type": "Boutique Hotel",
  "status": ["For Rent"],
  "floorCount": 8,
  "baseSquare": 170,
  "tier": "gold",
  "description": "**Historic Charm in the Heart of Sultanahmet**\n\nLocated in the prestigious Sultanahmet district on Istanbul's Historic Peninsula, this charming boutique hotel occupies a beautifully restored early 20th-century residence that has been welcoming guests since 2004. The property is situated less than a 5-minute walk from Topkapi Palace, the Hagia Sophia and Blue Mosque, placing guests at the very center of Istanbul's most iconic attractions.\n\n**Prime Location & Accessibility**\nThe hotel boasts an excellent location score of 9.9, with Blue Mosque just 1 km away and Ayasofya Hurrem Sultan Hamami merely a 6-minute walk. Guests can easily explore the Grand Bazaar, German Fountain, and Basilica Cistern, all within comfortable walking distance. The property provides convenient access to public transportation, with Sultanahmet tram station just 8 minutes away and Sirkeci train station a 10-minute walk.\n\n**Accommodation & Amenities**\nThe hotel features 13 elegantly appointed rooms, each equipped with modern amenities including air conditioning, free Wi-Fi, satellite TV, minibar, and private bathrooms with hair dryers. The hotel's summer terrace features views of the Sea of Marmara, offering guests a spectacular panoramic setting to relax and enjoy the historic cityscape.\n\n**Guest Experience**\nRated 9.3 by recent guests, the hotel is consistently praised for its exceptional cleanliness, comfortable accommodations, and outstanding hospitality. The multilingual staff provides 24-hour front desk service, tour assistance, and airport shuttle arrangements. Additional services include a gift shop, luggage storage, and concierge services to enhance the guest experience.\n\n**Strategic Investment Opportunity**\nThis established boutique property represents an exceptional investment opportunity in one of Istanbul's most sought-after tourism districts. With over 20 years of successful operation, the hotel benefits from consistent demand due to its unbeatable location and reputation for quality service, making it an ideal acquisition for serious hospitality investors."
}
