{
  "id": 2,
  "name": "Gulsultan Boutique Hotel",
  "adNumber": "6731905284",
  "location": "Historic Center",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 25,
  "imageCount": 34,
  "imageFolderName": "gulsultan",
  "status": ["For Rent"],
  "floorCount": 8,
  "baseSquare": 170,
  "tier": "basic",
  "translations": {
    "en": {
      "title": "Historic Charm in the Heart of Sultanahmet",
      "description": "Located in the prestigious Sultanahmet district on Istanbul's Historic Peninsula, this charming boutique hotel occupies a beautifully restored early 20th-century residence that has been welcoming guests since 2004. The property is situated less than a 5-minute walk from Topkapi Palace, the Hagia Sophia and Blue Mosque, placing guests at the very center of Istanbul's most iconic attractions.\n\n**Prime Location & Accessibility**\nThe hotel boasts an excellent location score of 9.9, with Blue Mosque just 1 km away and Ayasofya Hurrem Sultan Hamami merely a 6-minute walk. Guests can easily explore the Grand Bazaar, German Fountain, and Basilica Cistern, all within comfortable walking distance. The property provides convenient access to public transportation, with Sultanahmet tram station just 8 minutes away and Sirkeci train station a 10-minute walk.\n\n**Accommodation & Amenities**\nThe hotel features 13 elegantly appointed rooms, each equipped with modern amenities including air conditioning, free Wi-Fi, satellite TV, minibar, and private bathrooms with hair dryers. The hotel's summer terrace features views of the Sea of Marmara, offering guests a spectacular panoramic setting to relax and enjoy the historic cityscape.\n\n**Guest Experience**\nRated 9.3 by recent guests, the hotel is consistently praised for its exceptional cleanliness, comfortable accommodations, and outstanding hospitality. The multilingual staff provides 24-hour front desk service, tour assistance, and airport shuttle arrangements. Additional services include a gift shop, luggage storage, and concierge services to enhance the guest experience.\n\n**Strategic Investment Opportunity**\nThis established boutique property represents an exceptional investment opportunity in one of Istanbul's most sought-after tourism districts. With over 20 years of successful operation, the hotel benefits from consistent demand due to its unbeatable location and reputation for quality service, making it an ideal acquisition for serious hospitality investors.",
      "type": "Boutique Hotel",
      "amenities": [
        "WiFi",
        "Restaurant",
        "Free Parking",
        "Air Conditioning",
        "24/7 Reception",
        "Airport Shuttle",
        "Terrace with Sea View",
        "Gift Shop",
        "Luggage Storage",
        "Concierge Service"
      ]
    },
    "tr": {
      "title": "Sultanahmet'in Kalbinde Tarihi Cazibe",
      "description": "İstanbul'un Tarihi Yarımadası'ndaki prestijli Sultanahmet semtinde yer alan bu büyüleyici butik otel, 2004 yılından beri misafirlerini ağırlayan, güzel bir şekilde restore edilmiş 20. yüzyıl başı konutunu işgal ediyor. Mülk, Topkapı Sarayı, Ayasofya ve Sultan Ahmet Camii'ne 5 dakikadan kısa yürüme mesafesinde yer alarak, misafirleri İstanbul'un en ikonik cazibe merkezlerinin tam merkezine yerleştiriyor.\n\n**Prime Lokasyon ve Erişilebilirlik**\nOtel, 9.9 mükemmel lokasyon puanına sahiptir; Sultan Ahmet Camii sadece 1 km uzakta ve Ayasofya Hürrem Sultan Hamamı sadece 6 dakikalık yürüme mesafesindedir. Misafirler, hepsi rahat yürüme mesafesinde olan Kapalıçarşı, Alman Çeşmesi ve Yerebatan Sarnıcı'nı kolayca keşfedebilirler. Mülk, Sultanahmet tramvay istasyonu sadece 8 dakika uzakta ve Sirkeci tren istasyonu 10 dakikalık yürüme mesafesinde olan toplu taşımaya uygun erişim sağlar.\n\n**Konaklama ve Olanaklar**\nOtel, her biri klima, ücretsiz Wi-Fi, uydu TV, minibar ve saç kurutma makineli özel banyolar dahil modern olanakla donatılmış 13 şık şekilde döşenmiş oda barındırır. Otelin yaz terası Marmara Denizi manzarasına sahiptir ve misafirlere dinlenmek ve tarihi şehir manzarasının tadını çıkarmak için muhteşem panoramik bir ortam sunar.\n\n**Misafir Deneyimi**\nSon misafirler tarafından 9.3 puanla derecelendirilen otel, istisnai temizliği, konforlu konaklaması ve olağanüstü misafirperverliği için sürekli övülmektedir. Çok dilli personel, 24 saat ön büro hizmeti, tur yardımı ve havaalanı servis düzenlemeleri sağlar. Ek hizmetler arasında misafir deneyimini geliştirmek için hediye dükkanı, bagaj depolama ve concierge hizmetleri bulunur.\n\n**Stratejik Yatırım Fırsatı**\nBu köklü butik mülk, İstanbul'un en gözde turizm bölgelerinden birinde istisnai bir yatırım fırsatını temsil eder. 20 yılı aşkın başarılı operasyonla, otel rakipsiz konumu ve kaliteli hizmet itibarı nedeniyle sürekli talepten faydalanır, bu da onu ciddi konaklama yatırımcıları için ideal bir satın alma yapar.",
      "type": "Butik Otel",
      "amenities": [
        "WiFi",
        "Restoran",
        "Ücretsiz Park",
        "Klima",
        "7/24 Resepsiyon",
        "Havaalanı Servisi",
        "Deniz Manzaralı Teras",
        "Hediye Dükkanı",
        "Bagaj Depolama",
        "Concierge Hizmeti"
      ]
    },
    "ar": {
      "title": "سحر تاريخي في قلب السلطان أحمد",
      "description": "يقع هذا الفندق البوتيك الساحر في منطقة السلطان أحمد المرموقة في شبه الجزيرة التاريخية لإسطنبول، ويحتل مقر إقامة مُرمم بشكل جميل من أوائل القرن العشرين يرحب بالضيوف منذ عام 2004. تقع العقار على مسافة أقل من 5 دقائق سيراً على الأقدام من قصر طوب قابي وآيا صوفيا والمسجد الأزرق، مما يضع الضيوف في مركز أشهر معالم إسطنبول الجذابة.\n\n**موقع متميز وإمكانية الوصول**\nيتميز الفندق بنتيجة موقع ممتازة قدرها 9.9، مع المسجد الأزرق على بعد كيلومتر واحد فقط وحمام آيا صوفيا هرّم سلطان على مسافة 6 دقائق سيراً فقط. يمكن للضيوف بسهولة استكشاف البازار الكبير والنافورة الألمانية وصهريج البازيليك، كلها ضمن مسافة مشي مريحة. توفر العقار وصولاً مريحاً للنقل العام، مع محطة ترام السلطان أحمد على بعد 8 دقائق فقط ومحطة قطار سيركجي على بعد 10 دقائق سيراً.\n\n**الإقامة والمرافق**\nيضم الفندق 13 غرفة مُؤثثة بأناقة، كل منها مُجهزة بوسائل راحة عصرية تشمل تكييف الهواء وواي فاي مجاني وتلفزيون الأقمار الصناعية وميني بار وحمامات خاصة مع مجففات الشعر. تتميز شرفة الفندق الصيفية بإطلالات على بحر مرمرة، مما يوفر للضيوف بيئة بانورامية رائعة للاسترخاء والاستمتاع بمنظر المدينة التاريخي.\n\n**تجربة الضيوف**\nمُقيم بـ 9.3 من قِبل الضيوف الحاليين، يُمدح الفندق باستمرار لنظافته الاستثنائية وأماكن إقامته المريحة وضيافته المتميزة. يوفر الطاقم متعدد اللغات خدمة استقبال على مدار 24 ساعة ومساعدة في الجولات وترتيبات خدمة المطار. تشمل الخدمات الإضافية متجر هدايا وتخزين الأمتعة وخدمات الكونسيرج لتعزيز تجربة الضيوف.\n\n**فرصة استثمارية استراتيجية**\nتمثل هذه العقار البوتيك الراسخة فرصة استثمارية استثنائية في واحدة من أكثر المناطق السياحية المرغوبة في إسطنبول. مع أكثر من 20 عاماً من العمليات الناجحة، يستفيد الفندق من الطلب المستمر بسبب موقعه الذي لا يُضاهى وسمعته في الخدمة عالية الجودة، مما يجعله استحواذاً مثالياً للمستثمرين الجادين في مجال الضيافة.",
      "type": "فندق بوتيك",
      "amenities": [
        "واي فاي",
        "مطعم",
        "موقف مجاني",
        "تكييف الهواء",
        "استقبال 7/24",
        "خدمة المطار",
        "تراس بإطلالة بحرية",
        "متجر هدايا",
        "تخزين الأمتعة",
        "خدمة الكونسيرج"
      ]
    }
  }
}
