{
  "id": 2,
  "name": "Gulsultan Boutique Hotel",
  "adNumber": "6731905284",
  "location": "Historic Center",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 25,
  "imageCount": 14,
  "imageFolderName": "gulsultan",
  "status": ["For Rent"],
  "floorCount": 8,
  "baseSquare": 170,
  "tier": "basic",
  "translations": {
    "en": {
      "title": "Historic Charm in the Heart of Sultanahmet",
      "description": "This comfortable hotel is located in the city center on a bustling street, offering excellent accessibility to Istanbul's most iconic attractions. The property is strategically positioned just a 4-minute walk from the historic Topkapi Palace dating back to the 15th century, 6 minutes to the nearest bus stop, and 17 minutes walking distance to the famous Grand Bazaar. The hotel offers simply furnished rooms with an intimate style featuring complimentary WiFi, flat-screen TV, mini refrigerator, and in-room safe. Guests can enjoy relaxing in the comfortable lobby lounge and furnished terrace. The property offers buffet breakfast service and on-site parking for added convenience.",
      "type": "City Hotel",
      "amenities": [
        "WiFi",
        "Restaurant",
        "Free Parking",
        "Air Conditioning",
        "24/7 Reception",
        "Airport Shuttle",
        "Terrace with Sea View",
        "Gift Shop",
        "Luggage Storage",
        "Concierge Service"
      ]
    },
    "tr": {
      "title": "Sultanahmet'in Kalbinde Tarihi Cazibe",
      "description": "Şehir merkezinde, hareketli bir caddede yer alan bu rahat otel, 15. yüzyıldan kalma Topkapı Sarayı'na 4, en yakın otobüs durağına 6, Kapalıçarşı'ya ise 17 dakikalık yürüme mesafesindedir. WiFi, düz ekran TV, mini buzdolabı ve kasa bulunan, samimi tarzda döşenmiş sade odalar bulunmaktadır. Rahat bir lobi salonu ve mobilyalı teras bulunur. Açık büfe kahvaltı ve otopark mevcuttur.",
      "type": "Şehir Oteli",
      "amenities": [
        "WiFi",
        "Restoran",
        "Ücretsiz Park",
        "Klima",
        "7/24 Resepsiyon",
        "Havaalanı Servisi",
        "Deniz Manzaralı Teras",
        "Hediye Dükkanı",
        "Bagaj Depolama",
        "Concierge Hizmeti"
      ]
    },
    "ar": {
      "title": "سحر تاريخي في قلب السلطان أحمد",
      "description": "يقع هذا الفندق المريح في وسط المدينة على شارع مزدحم، ويوفر إمكانية وصول ممتازة إلى أشهر معالم إسطنبول. يتمتع العقار بموقع استراتيجي على بعد 4 دقائق سيراً على الأقدام من قصر توبكابي التاريخي الذي يعود إلى القرن الخامس عشر، و6 دقائق إلى أقرب محطة حافلات، و17 دقيقة سيراً على الأقدام إلى البازار الكبير الشهير. يوفر الفندق غرفاً مفروشة ببساطة بأسلوب حميم مع خدمة الواي فاي المجانية وتلفزيون بشاشة مسطحة وثلاجة صغيرة وخزانة آمنة في الغرفة. يمكن للضيوف الاستمتاع بالاسترخاء في صالة الاستقبال المريحة والتراس المفروش. يقدم العقار خدمة الإفطار المفتوح وموقف سيارات في الموقع لمزيد من الراحة.",
      "type": "فندق المدينة",
      "amenities": [
        "واي فاي",
        "مطعم",
        "موقف مجاني",
        "تكييف الهواء",
        "استقبال 7/24",
        "خدمة المطار",
        "تراس بإطلالة بحرية",
        "متجر هدايا",
        "تخزين الأمتعة",
        "خدمة الكونسيرج"
      ]
    }
  }
}
