{
  "id": 4,
  "name": "Mardia Hotel",
  "adNumber": "6582047163",
  "location": "Aksaray",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 22,
  "imageFolderName": "mardia",
  "imageCount": 20,
  "status": ["For Sale"],
  "floorCount": 7,
  "baseSquare": 714,
  "tier": "basic",
  "isAvailableInTurkey": true,
  "translations": {
    "en": {
      "title": "Convenient City Hotel in Historic Aksaray District",
      "description": "Strategically located in the Aksaray district of Fatih, this 2-star budget hotel offers convenient access to Istanbul's historic attractions and transportation networks. The property is situated just 300 meters from Aksaray underground station and within walking distance of major cultural sites including the Blue Mosque, Hagia Sophia, and Topkapi Palace.\n\nThe hotel is conveniently positioned 2 miles from the famous Spice Bazaar, 2.2 miles from Suleymaniye Mosque, and 2.5 miles from Galata Tower. The property is around 2.6 miles from Basilica Cistern, 2.7 miles from Column of Constantine and 2.8 miles from Blue Mosque. Guests benefit from excellent public transportation access with Aksaray metro station nearby and various bus routes within easy reach.\n\nThe accommodation comprises 22 rooms, some of them feature free wireless internet and a flat-screen TV with satellite channels, and comforts like individual climate control and ironing facilities. All rooms include modern amenities such as air conditioning, satellite TV, minibar, electric kettle, and private bathrooms with complimentary toiletries. Many rooms offer city views and some feature terraces.\n\nThe property provides a 24-hour front desk, airport transportation, a shared lounge and free WiFi throughout the property. The hotel serves a complimentary buffet breakfast each morning and features a restaurant on-site. Additional services include currency exchange, elevator access, and multilingual staff support.\n\nThis well-positioned budget hotel represents a solid investment opportunity in Istanbul's historic district. With its strategic location near major attractions and excellent transportation links, the property caters to budget-conscious travelers seeking convenient access to the city's cultural heritage sites and business districts.",
      "type": "City Hotel",
      "amenities": [
        "WiFi",
        "Restaurant",
        "Free Parking",
        "24/7 Reception",
        "Airport Transportation",
        "Shared Lounge",
        "Buffet Breakfast",
        "Currency Exchange",
        "Elevator Access",
        "City Views"
      ]
    },
    "tr": {
      "title": "Tarihi Aksaray Bölgesinde Pratik Şehir Oteli",
      "description": "Fatih'in Aksaray semtinde stratejik olarak konumlandırılan bu 2 yıldızlı bütçe dostu otel, İstanbul'un tarihi cazibe merkezlerine ve ulaşım ağlarına uygun erişim sunuyor. Mülk, Aksaray metro istasyonuna sadece 300 metre mesafede ve Sultan Ahmet Camii, Ayasofya ve Topkapı Sarayı dahil önemli kültürel alanlara yürüme mesafesinde yer alıyor.\n\nOtel, ünlü Mısır Çarşısı'na 2 mil, Süleymaniye Camii'ne 2.2 mil ve Galata Kulesi'ne 2.5 mil mesafede uygun şekilde konumlandırılmıştır. Mülk, Yerebatan Sarnıcı'na yaklaşık 2.6 mil, Konstantinos Sütunu'na 2.7 mil ve Sultan Ahmet Camii'ne 2.8 mil uzaklıktadır. Misafirler, yakındaki Aksaray metro istasyonu ve kolay erişim mesafesindeki çeşitli otobüs hatları ile mükemmel toplu taşıma erişiminden faydalanır.\n\nKonaklama, bazıları ücretsiz kablosuz internet ve uydu kanallı düz ekran TV ile bireysel iklim kontrolü ve ütüleme olanakları gibi konforları içeren 22 oda içermektedir. Tüm odalar klima, uydu TV, minibar, elektrikli su ısıtıcısı ve ücretsiz banyo malzemeleri ile özel banyo gibi modern olanaklar içerir. Birçok oda şehir manzarası sunar ve bazıları teras içerir.\n\nMülk, 24 saat ön büro, havaalanı ulaşımı, ortak salon ve mülk genelinde ücretsiz WiFi sağlar. Otel her sabah ücretsiz büfe kahvaltısı sunar ve yerinde restoran barındırır. Ek hizmetler arasında döviz değişimi, asansör erişimi ve çok dilli personel desteği bulunur.\n\nBu iyi konumlandırılmış bütçe dostu otel, İstanbul'un tarihi bölgesinde sağlam bir yatırım fırsatını temsil eder. Büyük cazibe merkezlerine yakın stratejik konumu ve mükemmel ulaşım bağlantıları ile mülk, şehrin kültürel miras alanlarına ve iş bölgelerine uygun erişim arayan bütçe bilincindeki seyahatçilere hitap eder.",
      "type": "Şehir Oteli",
      "amenities": [
        "WiFi",
        "Restoran",
        "Ücretsiz Park",
        "7/24 Resepsiyon",
        "Havaalanı Ulaşımı",
        "Ortak Salon",
        "Büfe Kahvaltısı",
        "Döviz Değişimi",
        "Asansör Erişimi",
        "Şehir Manzarası"
      ]
    },
    "ar": {
      "title": "فندق مدينة مريح في منطقة أكسراي التاريخية",
      "description": "يقع هذا الفندق الاقتصادي من فئة نجمتين في موقع استراتيجي في منطقة أكسراي في فاتح، ويوفر وصولاً مريحاً لمعالم إسطنبول التاريخية وشبكات النقل. تقع العقار على بعد 300 متر فقط من محطة أكسراي للمترو وعلى مسافة قريبة سيراً من المواقع الثقافية الرئيسية بما في ذلك المسجد الأزرق وآيا صوفيا وقصر طوب قابي.\n\nيقع الفندق في موقع مريح على بعد ميلين من بازار التوابل الشهير، و2.2 ميل من مسجد السليمانية، و2.5 ميل من برج غلطة. تقع العقار على بعد حوالي 2.6 ميل من صهريج البازيليك، و2.7 ميل من عمود قسطنطين و2.8 ميل من المسجد الأزرق. يستفيد الضيوف من وصول ممتاز للنقل العام مع محطة مترو أكسراي القريبة وخطوط حافلات متنوعة في متناول اليد.\n\nتتضمن الإقامة 22 غرفة، بعضها يتميز بإنترنت لاسلكي مجاني وتلفزيون بشاشة مسطحة مع قنوات الأقمار الصناعية، ووسائل راحة مثل التحكم الفردي في المناخ ومرافق الكي. تشمل جميع الغرف وسائل راحة عصرية مثل تكييف الهواء وتلفزيون الأقمار الصناعية وميني بار وغلاية كهربائية وحمامات خاصة مع مستلزمات حمام مجانية. تقدم العديد من الغرف إطلالات على المدينة وبعضها يتميز بشرفات.\n\nتوفر العقار استقبال على مدار 24 ساعة ونقل المطار وصالة مشتركة وواي فاي مجاني في جميع أنحاء العقار. يقدم الفندق إفطار بوفيه مجاني كل صباح ويضم مطعماً في الموقع. تشمل الخدمات الإضافية صرف العملات ووصول المصعد ودعم الطاقم متعدد اللغات.\n\nيمثل هذا الفندق الاقتصادي جيد الموقع فرصة استثمارية قوية في منطقة إسطنبول التاريخية. مع موقعه الاستراتيجي بالقرب من المعالم الرئيسية وروابط النقل الممتازة، تلبي العقار احتياجات المسافرين المهتمين بالميزانية الذين يسعون للوصول المريح لمواقع التراث الثقافي للمدينة والمناطق التجارية.",
      "type": "فندق المدينة",
      "amenities": [
        "واي فاي",
        "مطعم",
        "موقف مجاني",
        "استقبال 7/24",
        "نقل المطار",
        "صالة مشتركة",
        "إفطار بوفيه",
        "صرف العملات",
        "دخول المصعد",
        "إطلالات المدينة"
      ]
    }
  }
}
