{
  "id": 6,
  "name": "Pelican House Hotel",
  "adNumber": "6408752196",
  "location": "Aksaray",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 30,
  "imageCount": 17,
  "imageFolderName": "pelicanhouse",
  "status": ["For Sale"],
  "floorCount": 7,
  "baseSquare": 125,
  "tier": "basic",
  "translations": {
    "en": {
      "title": "Modern Budget Hotel in Central Aksaray District",
      "description": "Conveniently located in the Fatih district of Istanbul, this modern 3-star hotel offers comfortable accommodations within walking distance of major historical attractions. The property is situated just steps away from Aksaray station and close to Topkapi Palace, Sultan Ahmed Mosque, and the Obelisk of Theodosius.\n\nThe hotel is located 23 miles from Istanbul Sabiha Gokcen International Airport and near Suleymaniye Mosque and the Column of Constantine, both 1.2 miles away. The property is just a short walk to public transportation: Aksaray Tram Station is 5 minutes and Yusufpasa Station is 8 minutes.\n\nThe hotel offers air-conditioned rooms with free WiFi, mini-bars, and parquet floors. Each room includes a work desk, TV, and free toiletries. Some of the 32 air-conditioned rooms are furnished with a wardrobe and work desk, and appointed with a mini-bar. Guests can use a bath and shower, along with hairdryer and free toiletries.\n\nGuests enjoy a lounge, elevator, 24-hour front desk, concierge service, and full-day security. Additional services include room service, tour desk, and luggage storage. A free breakfast buffet, roundtrip airport shuttle, and dry cleaning/laundry services are provided.\n\nA buffet breakfast is served with local specialties, fresh pastries, cheese, and juice. The hotel's central location provides easy access to restaurants, shopping areas, and cultural attractions throughout historic Istanbul.\n\nThis well-positioned budget hotel represents a solid investment opportunity in Istanbul's historic district, offering consistent demand from tourists seeking affordable accommodations with modern amenities and excellent transportation connections.",
      "type": "Budget Hotel",
      "amenities": [
        "WiFi",
        "Restaurant",
        "Free Parking",
        "Airport Shuttle",
        "24/7 Reception",
        "Concierge Service",
        "Room Service",
        "Buffet Breakfast",
        "Elevator",
        "Laundry Service"
      ]
    },
    "tr": {
      "title": "Merkezi Aksaray Bölgesinde Modern Bütçe Dostu Otel",
      "description": "İstanbul'un Fatih ilçesinde uygun şekilde konumlandırılan bu modern 3 yıldızlı otel, büyük tarihi cazibe merkezlerine yürüme mesafesinde rahat konaklama sunuyor. Mülk, Aksaray istasyonundan sadece birkaç adım mesafede ve Topkapı Sarayı, Sultan Ahmet Camii ve Theodosius Dikilitaşı'na yakın konumdadır.\n\nOtel, İstanbul Sabiha Gökçen Uluslararası Havalimanı'na 23 mil mesafede ve her ikisi de 1.2 mil uzaklıktaki Süleymaniye Camii ile Konstantinos Sütunu'na yakın konumdadır. Mülk toplu taşımaya kısa yürüme mesafesindedir: Aksaray Tramvay İstasyonu 5 dakika ve Yusufpaşa İstasyonu 8 dakika uzaklıktadır.\n\nOtel, ücretsiz WiFi, mini barlar ve parke zeminli klimali odalar sunuyor. Her oda çalışma masası, TV ve ücretsiz banyo malzemeleri içerir. 32 klimali odanın bazıları dolap ve çalışma masası ile döşenmiş ve mini bar ile donatılmıştır. Misafirler, saç kurutma makinesi ve ücretsiz banyo malzemeleriyle birlikte banyo ve duş kullanabilirler.\n\nMisafirler salon, asansör, 24 saat ön büro, concierge hizmeti ve tam gün güvenlikten faydalanır. Ek hizmetler arasında oda servisi, tur masası ve bagaj depolama bulunur. Ücretsiz kahvaltı büfesi, gidiş-dönüş havaalanı servisi ve kuru temizleme/çamaşırhane hizmetleri sağlanır.\n\nYerel lezzetler, taze hamur işleri, peynir ve meyve suyu ile büfe kahvaltısı sunulur. Otelin merkezi konumu, tarihi İstanbul genelindeki restoranlara, alışveriş alanlarına ve kültürel cazibe merkezlerine kolay erişim sağlar.\n\nBu iyi konumlandırılmış bütçe dostu otel, modern olanaklar ve mükemmel ulaşım bağlantıları ile uygun fiyatlı konaklama arayan turistlerden sürekli talep sunarak İstanbul'un tarihi bölgesinde sağlam bir yatırım fırsatını temsil eder.",
      "type": "Bütçe Oteli",
      "amenities": [
        "WiFi",
        "Restoran",
        "Ücretsiz Park",
        "Havaalanı Servisi",
        "7/24 Resepsiyon",
        "Concierge Hizmeti",
        "Oda Servisi",
        "Büfe Kahvaltısı",
        "Asansör",
        "Çamaşırhane Hizmeti"
      ]
    },
    "ar": {
      "title": "فندق اقتصادي عصري في منطقة أكسراي المركزية",
      "description": "يقع هذا الفندق العصري من فئة 3 نجوم في موقع مريح في منطقة فاتح في إسطنبول، ويوفر أماكن إقامة مريحة على مسافة قريبة سيراً من المعالم التاريخية الرئيسية. تقع العقار على بعد خطوات قليلة من محطة أكسراي وبالقرب من قصر طوب قابي ومسجد السلطان أحمد ومسلة ثيودوسيوس.\n\nيقع الفندق على بعد 23 ميلاً من مطار إسطنبول صبيحة كوكجن الدولي وبالقرب من مسجد السليمانية وعمود قسطنطين، وكلاهما على بعد 1.2 ميل. العقار على مسافة قريبة سيراً من النقل العام: محطة ترام أكسراي على بعد 5 دقائق ومحطة يوسف باشا على بعد 8 دقائق.\n\nيوفر الفندق غرف مكيفة مع واي فاي مجاني وميني بار وأرضيات باركيه. تتضمن كل غرفة مكتب عمل وتلفزيون ومستلزمات حمام مجانية. بعض الغرف الـ32 المكيفة مفروشة بخزانة ملابس ومكتب عمل، ومُجهزة بميني بار. يمكن للضيوف استخدام حوض استحمام ودش، مع مجفف شعر ومستلزمات حمام مجانية.\n\nيتمتع الضيوف بصالة ومصعد واستقبال على مدار 24 ساعة وخدمة الكونسيرج وأمن طوال اليوم. تشمل الخدمات الإضافية خدمة الغرف ومكتب الجولات وتخزين الأمتعة. يتم توفير بوفيه إفطار مجاني وخدمة نقل مطار ذهاباً وإياباً وخدمات التنظيف الجاف/الغسيل.\n\nيُقدم إفطار بوفيه مع الأطباق المحلية والمعجنات الطازجة والجبن والعصير. يوفر الموقع المركزي للفندق وصولاً سهلاً للمطاعم ومناطق التسوق والمعالم الثقافية في جميع أنحاء إسطنبول التاريخية.\n\nيمثل هذا الفندق الاقتصادي جيد الموقع فرصة استثمارية قوية في منطقة إسطنبول التاريخية، ويوفر طلباً مستمراً من السياح الذين يسعون لأماكن إقامة بأسعار معقولة مع وسائل راحة عصرية وروابط نقل ممتازة.",
      "type": "فندق اقتصادي",
      "amenities": [
        "واي فاي",
        "مطعم",
        "موقف مجاني",
        "خدمة المطار",
        "استقبال 7/24",
        "خدمة الكونسيرج",
        "خدمة الغرف",
        "إفطار بوفيه",
        "مصعد",
        "خدمة الغسيل"
      ]
    }
  }
}
