{
  "id": 6,
  "name": "Pelican House Hotel",
  "adNumber": "6408752196",
  "location": "Aksaray",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 30,
  "imageCount": 17,
  "imageFolderName": "pelicanhouse",
  "amenities": ["WiFi", "Restaurant", "Parking", "Airport Shuttle"],
  "type": "Budget Hotel",
  "status": ["For Sale"],
  "floorCount": 7,
  "baseSquare": 125,
  "tier": "bronze",
  "description": "**Modern Budget Hotel in Central Aksaray District**\n\nConveniently located in the Fatih district of Istanbul, this modern 3-star hotel offers comfortable accommodations within walking distance of major historical attractions. The property is situated just steps away from Aksaray station and close to Topkapi Palace, Sultan Ahmed Mosque, and the Obelisk of Theodosius.\n\n**Prime Location & Transportation**\nThe hotel is located 23 miles from Istanbul Sabiha Gokcen International Airport and near Suleymaniye Mosque and the Column of Constantine, both 1.2 miles away. The property is just a short walk to public transportation: Aksaray Tram Station is 5 minutes and Yusufpasa Station is 8 minutes.\n\n**Accommodation & Facilities**\nThe hotel offers air-conditioned rooms with free WiFi, mini-bars, and parquet floors. Each room includes a work desk, TV, and free toiletries. Some of the 32 air-conditioned rooms are furnished with a wardrobe and work desk, and appointed with a mini-bar. Guests can use a bath and shower, along with hairdryer and free toiletries.\n\n**Guest Services & Amenities**\nGuests enjoy a lounge, elevator, 24-hour front desk, concierge service, and full-day security. Additional services include room service, tour desk, and luggage storage. A free breakfast buffet, roundtrip airport shuttle, and dry cleaning/laundry services are provided.\n\n**Dining & Location Benefits**\nA buffet breakfast is served with local specialties, fresh pastries, cheese, and juice. The hotel's central location provides easy access to restaurants, shopping areas, and cultural attractions throughout historic Istanbul.\n\n**Investment Opportunity**\nThis well-positioned budget hotel represents a solid investment opportunity in Istanbul's historic district, offering consistent demand from tourists seeking affordable accommodations with modern amenities and excellent transportation connections."
}
