{
  "id": 7,
  "name": "Raimond Hotel",
  "adNumber": "6936174528",
  "location": "Kumkapi Historic District",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 21,
  "imageCount": 36,
  "imageFolderName": "raimond",
  "status": ["For Sale", "For Rent"],
  "floorCount": 9,
  "baseSquare": 85,
  "tier": "basic",
  "isAvailableInTurkey": true,
  "translations": {
    "en": {
      "title": "Historic Boutique Hotel in Kumkapi District",
      "description": "Located in a quiet neighborhood on Istanbul's historic peninsula, this charming boutique hotel is just a 10-minute walk from the Blue Mosque. The property is situated in the picturesque Kumkapi area, known for its traditional fish restaurants and historic charm, offering guests an authentic Istanbul experience.\n\n**Prime Historic Location**\nThe hotel is strategically positioned within walking distance of Istanbul's major attractions. Guests can easily reach Sultanahmet Square, where the Blue Mosque, Hagia Sophia, and Topkapi Palace are located. The property is 0.8 miles from Hagia Sophia, 0.7 miles from Basilica Cistern, and within easy reach of the Grand Bazaar and Beyazit Square.\n\n**Elegant Accommodations & Facilities**\nThe hotel offers 24-hour front desk service and soundproofed rooms with free WiFi. Elegantly decorated rooms include flat-screen TV, air conditioning, safe box, and minibar. All accommodations feature private bathrooms with free toiletries, and some rooms include balconies for enhanced comfort.\n\n**Dining & Local Attractions**\nThe on-site restaurant serves daily breakfast in open buffet style. The hotel's location in Kumkapi provides easy access to numerous traditional restaurants and cafés, with Laleli shops within walking distance. The area is renowned for its seafood restaurants and vibrant local atmosphere.\n\n**Transportation & Accessibility**\nThe hotel offers excellent transportation connections with Beyazit Tram Station nearby and easy access to public transportation. Ataturk Airport is 16 km away, and the property provides convenient access to both the European and Asian sides of Istanbul.\n\n**Investment Opportunity**\nThis well-positioned boutique hotel in the historic Kumkapi district represents an excellent investment opportunity, combining traditional charm with modern amenities in one of Istanbul's most culturally rich neighborhoods.",
      "type": "City Hotel",
      "amenities": [
        "WiFi",
        "Restaurant",
        "Free Parking",
        "24/7 Reception",
        "Soundproof Rooms",
        "Buffet Breakfast",
        "Flat-screen TV",
        "Air Conditioning",
        "Safe Box",
        "Minibar"
      ]
    },
    "tr": {
      "title": "Kumkapı Bölgesinde Tarihi Butik Otel",
      "description": "İstanbul'un tarihi yarımadasında sakin bir mahallede yer alan bu büyüleyici butik otel, Sultan Ahmet Camii'ne sadece 10 dakikalık yürüme mesafesindedir. Mülk, geleneksel balık restoranları ve tarihi cazibesiyle tanınan pitoresk Kumkapı alanında yer alarak, misafirlere otantik bir İstanbul deneyimi sunuyor.\n\n**Prime Tarihi Lokasyon**\nOtel, İstanbul'un büyük cazibe merkezlerine yürüme mesafesinde stratejik olarak konumlandırılmıştır. Misafirler, Sultan Ahmet Camii, Ayasofya ve Topkapı Sarayı'nın bulunduğu Sultanahmet Meydanı'na kolayca ulaşabilirler. Mülk, Ayasofya'ya 0.8 mil, Yerebatan Sarnıcı'na 0.7 mil mesafede ve Kapalıçarşı ile Beyazıt Meydanı'na kolay erişim mesafesindedir.\n\n**Şık Konaklama ve Tesisler**\nOtel, 24 saat ön büro hizmeti ve ücretsiz WiFi'li ses geçirmez odalar sunuyor. Şık şekilde dekore edilmiş odalar düz ekran TV, klima, kasa ve minibar içerir. Tüm konaklama alanları ücretsiz banyo malzemeli özel banyo içerir ve bazı odalar gelişmiş konfor için balkon içerir.\n\n**Yemek ve Yerel Cazibe Merkezleri**\nYerindeki restoran günlük olarak açık büfe tarzında kahvaltı sunar. Otelin Kumkapı'daki konumu, yürüme mesafesindeki Laleli dükkanlarıyla birlikte çok sayıda geleneksel restoran ve kafeye kolay erişim sağlar. Alan, deniz ürünleri restoranları ve canlı yerel atmosferiyle ünlüdür.\n\n**Ulaşım ve Erişilebilirlik**\nOtel, yakındaki Beyazıt Tramvay İstasyonu ile mükemmel ulaşım bağlantıları ve toplu taşımaya kolay erişim sunar. Atatürk Havalimanı 16 km uzaklıkta ve mülk hem İstanbul'un Avrupa hem de Asya yakasına uygun erişim sağlar.\n\n**Yatırım Fırsatı**\nTarihi Kumkapı bölgesindeki bu iyi konumlandırılmış butik otel, İstanbul'un kültürel açıdan en zengin mahallelerinden birinde geleneksel cazibe ile modern olanakları birleştiren mükemmel bir yatırım fırsatını temsil eder.",
      "type": "Şehir Oteli",
      "amenities": [
        "WiFi",
        "Restoran",
        "Ücretsiz Park",
        "7/24 Resepsiyon",
        "Ses Geçirmez Odalar",
        "Büfe Kahvaltısı",
        "Düz Ekran TV",
        "Klima",
        "Kasa",
        "Minibar"
      ]
    },
    "ar": {
      "title": "فندق بوتيك تاريخي في منطقة كومكابي",
      "description": "يقع هذا الفندق البوتيك الساحر في حي هادئ في شبه الجزيرة التاريخية لإسطنبول، وهو على بعد 10 دقائق فقط سيراً على الأقدام من المسجد الأزرق. تقع العقار في منطقة كومكابي الخلابة، المعروفة بمطاعم الأسماك التقليدية والسحر التاريخي، مما يوفر للضيوف تجربة إسطنبول أصيلة.\n\n**موقع تاريخي متميز**\nيقع الفندق في موقع استراتيجي على مسافة قريبة سيراً من معالم إسطنبول الرئيسية. يمكن للضيوف الوصول بسهولة إلى ميدان السلطان أحمد، حيث يقع المسجد الأزرق وآيا صوفيا وقصر طوب قابي. تقع العقار على بعد 0.8 ميل من آيا صوفيا، و0.7 ميل من صهريج البازيليك، وعلى مسافة سهلة الوصول من البازار الكبير وميدان بايزيد.\n\n**أماكن إقامة أنيقة ومرافق**\nيوفر الفندق خدمة استقبال على مدار 24 ساعة وغرف عازلة للصوت مع واي فاي مجاني. تشمل الغرف المزينة بأناقة تلفزيون بشاشة مسطحة وتكييف هواء وصندوق آمان وميني بار. تتميز جميع أماكن الإقامة بحمامات خاصة مع مستلزمات حمام مجانية، وتشمل بعض الغرف شرفات للراحة المحسنة.\n\n**الطعام والمعالم المحلية**\nيقدم المطعم في الموقع وجبة إفطار يومية بأسلوب البوفيه المفتوح. يوفر موقع الفندق في كومكابي وصولاً سهلاً لعدد من المطاعم والمقاهي التقليدية، مع متاجر لاللي على مسافة قريبة سيراً. تشتهر المنطقة بمطاعم المأكولات البحرية والأجواء المحلية النابضة بالحياة.\n\n**النقل وإمكانية الوصول**\nيوفر الفندق روابط نقل ممتازة مع محطة ترام بايزيد القريبة ووصول سهل للنقل العام. يقع مطار أتاتورك على بعد 16 كم، وتوفر العقار وصولاً مريحاً لكل من الجانبين الأوروبي والآسيوي لإسطنبول.\n\n**فرصة استثمارية**\nيمثل هذا الفندق البوتيك جيد الموقع في منطقة كومكابي التاريخية فرصة استثمارية ممتازة، يجمع بين السحر التقليدي ووسائل الراحة العصرية في واحدة من أحياء إسطنبول الأكثر ثراءً ثقافياً.",
      "type": "فندق المدينة",
      "amenities": [
        "واي فاي",
        "مطعم",
        "موقف مجاني",
        "استقبال 7/24",
        "غرف عازلة للصوت",
        "إفطار بوفيه",
        "تلفزيون بشاشة مسطحة",
        "تكييف الهواء",
        "صندوق آمان",
        "ميني بار"
      ]
    }
  }
}
