{
  "id": 10,
  "name": "Taksim Park Suites",
  "adNumber": "6180425397",
  "location": "Beyoglu District",
  "city": "Istanbul",
  "country": "Turkey",
  "roomNumber": 10,
  "imageCount": 18,
  "imageFolderName": "taksimparksuites",
  "status": ["For Sale", "For Rent"],
  "floorCount": 4,
  "baseSquare": 35,
  "tier": "basic",
  "isAvailableInTurkey": true,
  "translations": {
    "en": {
      "title": "Modern Boutique Hotel in Heart of Taksim",
      "description": "Taksim Park Suites is strategically located in the center of Istanbul, just a few steps from the famous Istiklal Street and only 300 meters from iconic Taksim Square. This contemporary hotel offers modern accommodation in one of Istanbul's most vibrant neighborhoods, making it an ideal choice for both business and leisure travelers.\n\n**Prime Location & Accessibility**\nThe hotel's exceptional location places guests within walking distance of major attractions including Galata Tower, Dolmabahce Palace, and the Grand Bazaar. The property is just 200 meters from Istiklal Street and 400 meters from Taksim Square, with metro stations and public transportation easily accessible within a 5-minute walk.\n\n**Room Features & Amenities**\nEach of the 10 air-conditioned rooms features modern amenities including flat-screen TV with cable channels, free Wi-Fi throughout the property, and premium bedding for optimal comfort. Select rooms include a comfortable seating area for relaxation. All accommodations come equipped with in-room safe, minibar, refrigerator, and coffee/tea making facilities.\n\n**Bathroom & Personal Care**\nPrivate bathrooms feature shower facilities with complimentary toiletries, hair dryers, and plush slippers provided for guest comfort. The contemporary bathroom design emphasizes both functionality and style.\n\n**Hotel Services & Facilities**\nThe property offers comprehensive guest services including 24-hour front desk with multilingual staff, concierge services, and tour assistance. Additional amenities include airport shuttle service (surcharge), luggage storage, laundry services, and currency exchange. Free high-speed Wi-Fi is available throughout all areas of the property.\n\n**Dining & Breakfast**\nGuests can enjoy a complimentary continental breakfast each morning. The hotel's central location provides easy access to numerous restaurants, cafes, and bars within the bustling Taksim area, offering diverse culinary experiences from traditional Turkish cuisine to international dining options.\n\n**Business & Leisure Features**\nThe hotel caters to modern travelers with features such as 24-hour room service, same-day laundry service, and proximity to shopping districts. The property's location makes it perfect for exploring Istanbul's cultural attractions, nightlife, and business districts.\n\n**Transportation & Parking**\nWhile the hotel doesn't offer on-site parking, its central location provides excellent access to public transportation including metro, bus, and taxi services. Istanbul Ataturk Airport is approximately 15 km away, with convenient airport transfer services available.",
      "type": "Apart Hotel",
      "amenities": [
        "Free WiFi",
        "Free Breakfast",
        "Air Conditioning",
        "24/7 Front Desk",
        "Room Service",
        "Airport Shuttle",
        "Laundry Service",
        "Mini Bar",
        "Safe Box",
        "Concierge Service"
      ]
    },
    "tr": {
      "title": "Taksim'in Kalbinde Modern Butik Otel",
      "description": "Taksim Park Suites, ünlü İstiklal Caddesi'nden sadece birkaç adım ve ikonik Taksim Meydanı'ndan sadece 300 metre uzaklıkta, İstanbul'un merkezinde stratejik olarak konumlanmıştır. Bu çağdaş otel, İstanbul'un en canlı mahallelerinden birinde modern konaklama imkanı sunarak hem iş hem de tatil seyahatleri için ideal bir seçenektir.\n\n**Üstün Konum ve Erişilebilirlik**\nOtelin istisnai konumu, misafirleri Galata Kulesi, Dolmabahçe Sarayı ve Kapalıçarşı dahil olmak üzere başlıca turistik yerlere yürüme mesafesinde yerleştirir. Tesis İstiklal Caddesi'nden sadece 200 metre, Taksim Meydanı'ndan 400 metre uzaklıkta olup, metro istasyonları ve toplu taşıma 5 dakikalık yürüme mesafesinde kolayca erişilebilir.\n\n**Oda Özellikleri ve Olanakları**\n10 klimali odanın her biri, kablolu kanallı düz ekran TV, tesis genelinde ücretsiz Wi-Fi ve optimum konfor için premium yatak takımları dahil olmak üzere modern olanaklara sahiptir. Seçili odalarda rahatlama için konforlu oturma alanı bulunur. Tüm konaklama birimleri oda kasası, mini bar, buzdolabı ve çay/kahve yapma olanakları ile donatılmıştır.\n\n**Banyo ve Kişisel Bakım**\nÖzel banyolarda misafir konforu için ücretsiz banyo malzemeleri, saç kurutma makineleri ve peluş terlikler bulunan duş olanakları mevcuttur. Çağdaş banyo tasarımı hem işlevselliği hem de stili vurgular.\n\n**Otel Hizmetleri ve Tesisleri**\nTesis, çok dilli personelle 24 saat ön büro, concierge hizmetleri ve tur yardımı dahil olmak üzere kapsamlı misafir hizmetleri sunar. Ek olanaklar arasında havaalanı servis hizmeti (ücretli), bagaj saklama, çamaşır hizmetleri ve döviz bozdurma yer alır. Tesisinin tüm alanlarında ücretsiz yüksek hızlı Wi-Fi mevcuttur.\n\n**Yemek ve Kahvaltı**\nMisafirler her sabah ücretsiz kıta kahvaltısının keyfini çıkarabilirler. Otelin merkezi konumu, geleneksel Türk mutfağından uluslararası yeme içme seçeneklerine kadar çeşitli mutfak deneyimleri sunan canlı Taksim bölgesindeki sayısız restoran, kafe ve bara kolay erişim sağlar.\n\n**İş ve Eğlence Özellikleri**\nOtel, 24 saat oda servisi, aynı gün çamaşır hizmeti ve alışveriş bölgelerine yakınlık gibi özelliklerle modern seyahatseverlere hizmet verir. Tesisinin konumu İstanbul'un kültürel cazibe merkezlerini, gece hayatını ve iş bölgelerini keşfetmek için mükemmeldir.\n\n**Ulaşım ve Park**\nOtel yerinde park imkanı sunmasa da, merkezi konumu metro, otobüs ve taksi hizmetleri dahil toplu taşımaya mükemmel erişim sağlar. İstanbul Atatürk Havalimanı yaklaşık 15 km uzaklıkta olup, uygun havalimanı transfer hizmetleri mevcuttur.",
      "type": "Apart Otel",
      "amenities": [
        "Ücretsiz WiFi",
        "Ücretsiz Kahvaltı",
        "Klima",
        "7/24 Resepsiyon",
        "Oda Servisi",
        "Havalimanı Servisi",
        "Çamaşır Hizmeti",
        "Mini Bar",
        "Kasa",
        "Concierge Hizmeti"
      ]
    },
    "ar": {
      "title": "فندق بوتيك حديث في قلب تقسيم",
      "description": "يقع تقسيم بارك سويتس في موقع استراتيجي في وسط إسطنبول، على بعد خطوات قليلة من شارع الاستقلال الشهير وعلى بعد 300 متر فقط من ميدان تقسيم الأيقوني. يوفر هذا الفندق المعاصر إقامة حديثة في واحد من أكثر أحياء إسطنبول حيوية، مما يجعله خياراً مثالياً للمسافرين للأعمال والترفيه على حد سواء.\n\n**موقع متميز وإمكانية الوصول**\nيضع الموقع الاستثنائي للفندق النزلاء على مسافة قريبة سيراً على الأقدام من المعالم الرئيسية بما في ذلك برج غلطة وقصر دولما بهتشه والبازار الكبير. يقع العقار على بعد 200 متر فقط من شارع الاستقلال و400 متر من ميدان تقسيم، مع محطات المترو ووسائل النقل العام التي يمكن الوصول إليها بسهولة خلال 5 دقائق سيراً على الأقدام.\n\n**ميزات الغرف ووسائل الراحة**\nتتميز كل من الغرف العشر المكيفة بوسائل الراحة الحديثة بما في ذلك تلفزيون بشاشة مسطحة مع قنوات الكابل، وخدمة Wi-Fi مجانية في جميع أنحاء العقار، وفراش فاخر للراحة المثلى. تشمل الغرف المختارة منطقة جلوس مريحة للاسترخاء. تأتي جميع أماكن الإقامة مجهزة بخزانة آمنة في الغرفة وميني بار وثلاجة ومرافق صنع الشاي/القهوة.\n\n**الحمام والعناية الشخصية**\nتحتوي الحمامات الخاصة على مرافق الاستحمام مع مستلزمات الحمام المجانية ومجففات الشعر والنعال الفاخرة المقدمة لراحة الضيوف. يؤكد التصميم المعاصر للحمام على الوظائف والأناقة.\n\n**خدمات ومرافق الفندق**\nيوفر العقار خدمات ضيوف شاملة بما في ذلك مكتب استقبال يعمل على مدار 24 ساعة مع طاقم متعدد اللغات وخدمات الكونسيرج ومساعدة الجولات السياحية. تشمل وسائل الراحة الإضافية خدمة نقل المطار (مقابل رسوم إضافية) وتخزين الأمتعة وخدمات الغسيل وصرف العملات. تتوفر خدمة Wi-Fi عالية السرعة مجاناً في جميع مناطق العقار.\n\n**الطعام والإفطار**\nيمكن للضيوف الاستمتاع بإفطار كونتيننتال مجاني كل صباح. يوفر الموقع المركزي للفندق وصولاً سهلاً إلى العديد من المطاعم والمقاهي والبارات داخل منطقة تقسيم النابضة بالحياة، مما يوفر تجارب طهي متنوعة من المأكولات التركية التقليدية إلى خيارات الطعام الدولية.\n\n**ميزات الأعمال والترفيه**\nيخدم الفندق المسافرين المعاصرين بميزات مثل خدمة الغرف على مدار 24 ساعة وخدمة الغسيل في نفس اليوم والقرب من مناطق التسوق. يجعل موقع العقار من المثالي لاستكشاف المعالم الثقافية في إسطنبول والحياة الليلية والمناطق التجارية.\n\n**النقل ومواقف السيارات**\nرغم أن الفندق لا يوفر مواقف سيارات في الموقع، إلا أن موقعه المركزي يوفر وصولاً ممتازاً لوسائل النقل العام بما في ذلك المترو والحافلات وخدمات سيارات الأجرة. يقع مطار إسطنبول أتاتورك على بعد حوالي 15 كم، مع توفر خدمات نقل المطار المريحة.",
      "type": "فندق أبارت",
      "amenities": [
        "واي فاي مجاني",
        "إفطار مجاني",
        "تكييف الهواء",
        "استقبال 7/24",
        "خدمة الغرف",
        "خدمة المطار",
        "خدمة الغسيل",
        "ميني بار",
        "صندوق آمان",
        "خدمة الكونسيرج"
      ]
    }
  }
}
